brain/Macroeconomics.tex
% Created 2017-11-07 Tue 09:45
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Kadin Buckton}
\date{\today}
\title{Macroeconomics}
\hypersetup{
 pdfauthor={Kadin Buckton},
 pdftitle={Macroeconomics},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.3.1 (Org mode 9.1.2)}, 
 pdflang={English}}
\begin{document}

\maketitle
\section*{Equilibrium}
\label{sec:org9679033}
Equilibrium occurs at a price of \$3 and a quantity of 30 units

\section*{Shortages and Surpluses}
\label{sec:orgf6b583a}
\begin{itemize}
\item A shortage occurs when quantity demanded exceeds quantity supplied
\begin{itemize}
\item A shortage implies the market price is too low
\end{itemize}
\item A surplus occurs when quantity supplied exceeds quantity demanded
\begin{itemize}
\item A surplus implies the market price is too high
\end{itemize}
\end{itemize}

\section*{Shift in the Demand Curve}
\label{sec:orga6fded4}
\begin{itemize}
\item A change in any variable \emph{other than price} that influences quantity demanded produces a \emph{shift in the demand curve} or a change in demand
\item Factors that shift the demand curve include
\begin{itemize}
\item Change in consumer incomes
\item Population change
\item Consumer preferences
\item Prices of related goods
\begin{description}
\item[{Substitutes}] Goods consumed in place of one another
\item[{Complements}] Goods consumed jointly
\end{description}
\end{itemize}
\end{itemize}

\section*{Shift in the Supply Curve}
\label{sec:org9e6f686}
\begin{itemize}
\item A change in any variable other than price that influences quantity supplied produces \emph{a shift in the supply curve} or an change in supply.
\item Factors that shift the supply curve include
\begin{itemize}
\item Change in input costs
\item Increase in technology
\item Change in size of industry
\end{itemize}
\end{itemize}

\section*{Price Ceilings and Floors}
\label{sec:orged67885}
\begin{itemize}
\item A \emph{price ceiling} is a legal maximum that can be charged for a good
\begin{itemize}
\item Results in a shortage of a product
\item Common examples include apartment rentals and credit card interest rates
\end{itemize}
\item A \emph{price floor} is a legal minimum that can be charged for a good
\begin{itemize}
\item Results in a surplus of a product
\item Common examples include soybeans, milk, minimum wage
\end{itemize}
\end{itemize}
\end{document}
